{
  "Team_detail_math": [
    { 
      "user1":"Student",
      "userName": "Ms. Wendy    ",
      "userPic": "",
      "jobTitleName": "A student",
      "UDetails": "This is so different from our usual class and we were enjoying it a lot.Clix is easier simpler and a faster way of learning. Everything is put in a simpler way for anyone to learn Before clix I never knew that mathematics will be so much fun. It feels like we are playing game. Well, we were actually solving geometry. "},
    { 

   "user1": "Teacher",
      "userName": "Mr. David",

      "userPic": "",
      "jobTitleName": "Mizoram Board of School Education",
      "UDetails": "When clix came out it was totally different. It was more like an umbrella term. For geometry, they don’t particularly go for any theroram or any topics. They just go to the basics.I think that.. in the long term if teachers can use it properly then it will help them in strengthening their concepts. "
    },
    {   "user1": "Teacher",
      "userName": "Mr. Robert Lalngaihawma",
      "userPic": "",
      "jobTitleName": "From Proportional Reasoning module",
      "UDetails": "The objectives are clear and comprehensible. The objectives focus on developing the reasoning power of the students from additive thinking to multiplicative thinking. The arrangement of the units from basic to higher order is in a good sequential manner. The important concepts like sharing, comparing, equal distribution are selected."
    },
    {  
                                      "user1":    "Teacher",

      "userName": "Mrs. Chaya Singh Thakur",
      "userPic": "",
      "jobTitleName": "Asst. Teacher, Charra, Chattisgarh      ",
      "UDetails": "मुझे लगता है (CLIx में) बच्चों की जो तर्क करने की शक्ति है या समझ है, उसका विकास हो रहा है, तो ये चीज़ मुझे अच्छी लगी है। बच्चे अभी अपने तरीके से ज्यामितीय आकृति को परिभाषित कर ले रहे हैं"
    },
    {  "user1":"Student",
      "userName": "Yamini & Tarini",
      "userPic": "",
      "jobTitleName": "students at Govt. Sirri, Chattisgarh      ",
      "UDetails": "पहले हम समान और समान्तर को एक ही मानते थे, तो जब हम कंप्यूटर लैब PoliceQuad गेम में क्लू वाला गेम खेलते थे तो हर बार गलत हो जाता था। तो फिर हमने सर से इस बारे में डिस्कस किया तो सर ने बताया समान्तर का मतलब समान अंतर होता हैं  फिर हम लोग का कन्फूशन दूर हुआ"
    }
   
  ],
  "Team_detail_english": [
    
    {                 "user1":    "Teacher",


      "userName": "Esther",
      "userPic": "",
      "jobTitleName": " Visitor u",
      "UDetails": "These are innovative and exciting materials which break away from the traditional coursebook norms of focusing on grammatical forms one by one and providing easy but meaninglessly artificial  practice"
    },
{ 

                "user1":    "Teacher",

      "userName": "Kusum",
      "userPic": "",
      "jobTitleName": "Teacher, Aizawl      ",
      "UDetails": "We have one student who never speak the english and scared of it. Now he asked question in english in class. In the school compound also he speaks in english, he at least try. He got the motivation because of CLIx only. There is one student who wanted to use English more than me in class. Because of this student I can also correct myself. I should become the role model, but students are becoming for me. So it is nice that we will be definitely help each other.      "
    },
{
      "user1":"Student",
      "userName": "Student",
      "userPic": "",
      "jobTitleName": "Student, Gorkha H.S.",
      "UDetails": "When teacher explains (in regular class) sometimes we understand and sometimes we don’t. But in the CLIx lab, when we see pictures with the words, we understand."
    },{
      "user1": "Student",
      "userName": "Student",
      "userPic": "",
      "jobTitleName": "Assistant Professor",
      "UDetails": "I like the speaking and recording activity..because it’s the only time we get to speak a few sentences in English and we can also record and hear ourselves!’      "
    }
  ],
  "Team_detail_science": [
    
    {   
       "user1":"Student",
      "userName": "A girl student ",
      "userPic": "",
      "jobTitleName": " from Gov. Sr. Secondary school Sheetla Mata, Jaipur.      ",
      "UDetails": "game bahot achha laga.. maine swarna padak jita, shukla paksha... krishna paksha samajh aya.. pehle chandrama ki kalaye kyuin hoti hai ye samajh nahi ata tha but ab samajh aya"
    },
    {
                       "user1":    "Teacher",

      "userName": "Sunita Gupta",
      "userPic": "",
      "jobTitleName": "Gov. Sr. Secondary school Sheetla Mata, Jaipur.      ",
      "UDetails": "bahot achha laga (astro module)... sabse badi baat to ye hai ke bachho ko achha laga... hame to achha laga hi tha uss din bhi (refering to TPD workshop on 27Nov2017) kiya tha to samajh aya tha.. bahot achhe se banaya hai (refrering to astro module).. bahot achhe se clear huwa bachho ko."
    },
    { 
                  "user1":    "Teacher",

      "userName": "Ashok Kumar ",
      "userPic": "",
      "jobTitleName": "Teacher and Teacher Educator, chhabra, baran, Rajasthan",
      "UDetails": "These are very simple activities, we never thought that we can do so much even with the paper cup telephone only. We ourselves become students while doing the activities, children will also enjoy."
    }

  ]
}
